
$(document).ready(function() {
	
	$('#formID').on('submit', function(event){
	event.preventDefault();


	let жим_пм,
		жим_80пм,
		тяга_пм,
		тяга_80пм,
		рез_гликолит,
		рез_окислит;
		
		жим_пм = $('#жим_пм').val();
		жим_пм = parseInt(жим_пм);
		
		жим_80пм = $('#жим_80пм').val();
		жим_80пм = parseInt(жим_80пм);
		
		тяга_пм = $('#тяга_пм').val();
		тяга_пм = parseInt(тяга_пм);
		
		тяга_80пм = $('#тяга_80пм').val();
		тяга_80пм = parseInt(тяга_80пм);
		
		рез_гликолит = 100 - ((жим_80пм + тяга_80пм) / 2 * 5);
		
		рез_окислит = 100 - рез_гликолит;
		
		
		$('#рез_глик').text(рез_гликолит);
		$('#рез_оксл').text(рез_окислит);
	
	
	
	
		});


});